Revit 2024 API
ParameterTypeId.SpaceComposednameParam Property
 "Composed Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpaceComposednameParam { get; }
Visual Basic
Public Shared ReadOnly Property SpaceComposednameParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpaceComposednameParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace